INLINE_BUTTONS = {
    "en": {
        "main_menu": [
            "Search🔎",
            "Account👤"
        ],

        "account_menu": [
            "Change language🌍",
            "Edit CV📝",
            "◀️Back"
        ],

        "language_btn": "English🇬🇧",

        "back_btn": "◀️Back",

        "edit_cv": [
            "Upload📥",
            "Delete🗑",
            "◀️Back"
        ],

        "delete_cv": [
            "Confirm✅",
            "◀️Back"
        ],

        "search_menu": [

        ],

        "vacancies": [
            "Next offer➡️",
            "Detailed description👀",
            "Generate CV📝",
            "Go to job posting💼",
            "◀️Back to page"
        ],

        "search": [
            "📜Available vacancies",
            "⚙️Change search settings",
        ],
    },
    "ru": {
        "main_menu": [
            "Поиск🔎",
            "Аккаунт👤"
        ],

        "account_menu": [
            "Изменить язык🌍",
            "Редактировать резюме📝"
            "◀️Назад"
        ],

        "language_btn": "Русский🇷🇺",

        "back_btn": "◀️Назад",

        "edit_cv": [
            "Изменить📥",
            "Удалить🗑",
            "◀️Назад"
        ],

        "delete_cv": [
            "Подтвердить✅",
            "◀️Назад"
        ],

        "vacancies": [
            "Следующее предложение➡️",
            "Подробное описание👀",
            "Сгенерировать CV📝",
            "Перейти к вакансии💼",
            "◀️Вернуться к странице"
        ],

        "search": [
            "📜Доступные вакансии",
            "⚙️Поменять конфигурацию поиска",
        ]
    }
}